<p><strong>Datenschutzbestimmungen</strong></p>
<p>&bdquo;SmartRecipes&ldquo; - Stand 10. Mai 2024</p>
<p><strong>Inhaltsverzeichnis</strong></p>
<ol>
    <li><a href="#1">Datenschutz auf einen Blick</a></li>
    <li><a href="#2">Allgemeine Hinweise und Pflichtinformationen</a></li>
    <li><a href="#3">Datenschutzbeauftragter</a></li>
    <li><a href="#4">Datenverarbeitung in der App</a></li>
    <li><a href="#5">Spezielle Informationen f&uuml;r Eltern</a></li>
    <li><a href="#6">&Auml;nderung der Datenschutzerkl&auml;rung</a></li>
</ol>
<p>&nbsp;</p>
<ol>
    <li><strong>Datenschutz auf einen Blick</strong></li>
</ol>
<p><strong>Allgemeine Hinweise</strong></p>
<p>Die folgenden Hinweise geben einen einfachen &Uuml;berblick dar&uuml;ber, was mit Ihren personenbezogenen Daten passiert, wenn Sie unsere App nutzen. Personenbezogene Daten sind alle Daten, mit denen Sie pers&ouml;nlich identifiziert werden k&ouml;nnen. Ausf&uuml;hrliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgef&uuml;hrten Datenschutzerkl&auml;rung.</p>
<p><strong>Wer ist verantwortlich f&uuml;r die Datenerfassung in der App?</strong></p>
<p>Verantwortliche Stelle ist die juristische Person, die allein oder gemeinsam mit anderen &uuml;ber die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z.B. Namen, eMail-Adressen o. &Auml;.) entscheidet. Die Datenverarbeitung in der App erfolgt durch:</p>
<p>petaFuel GmbH<br /> Clemens&auml;nger Ring 24<br /> 85356 Freising<br /> Telefon: 08161 4060-400<br /> eMail:&nbsp;<a href="mailto:info@petafuel.de">info@petafuel.de</a></p>
<p><strong><br /> Wie erfassen wir Ihre Daten?</strong></p>
<p>Ihre Daten werden erhoben, indem Sie uns diese mitteilen. Hierbei handelt es sich um Daten, die Sie bei der App-Nutzung eingeben (Foto-Upload)</p>
<p><strong>Wof&uuml;r nutzen wir Ihre Daten?</strong></p>
<p>Die Daten werden erhoben, um eine Bereitstellung der App zu gew&auml;hrleisten.</p>
<p>Wir werden Ihre Daten nicht dazu verwenden, weiterf&uuml;hrende Werbung jeglicher Art zu &uuml;bermitteln. Dies gilt nicht, sofern Sie hierzu seine vorherige Einwilligung erteilt haben.&nbsp;</p>
<p><strong>Welche Rechte haben Sie bez&uuml;glich Ihrer Daten?</strong></p>
<p>Sie haben jederzeit das Recht, unentgeltlich Auskunft &uuml;ber Herkunft, Empf&auml;nger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben au&szlig;erdem ein Recht, die Berichtigung, Einschr&auml;nkung oder L&ouml;schung dieser Daten zu verlangen. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz k&ouml;nnen Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden. Des Weiteren steht Ihnen ein Beschwerderecht bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde zu.</p>
<p>&nbsp;</p>
<ol start="2">
    <li><strong>Allgemeine Hinweise und Pflichtinformationen</strong></li>
</ol>
<p><strong>Datenschutz</strong></p>
<p>Als Betreiber dieser App nehmen wir den Schutz Ihrer pers&ouml;nlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerkl&auml;rung. Wenn Sie diese App benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie pers&ouml;nlich identifiziert werden k&ouml;nnen. Die vorliegende Datenschutzerkl&auml;rung erl&auml;utert, welche Daten wir erheben und wof&uuml;r wir sie nutzen. Sie erl&auml;utert auch, wie und zu welchem Zweck das geschieht. Wir weisen darauf hin, dass die Daten&uuml;bertragung im Internet (z.B. bei der Kommunikation per eMail) Sicherheitsl&uuml;cken aufweisen kann. Ein l&uuml;ckenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht m&ouml;glich.</p>
<p><strong>Widerruf Ihrer Einwilligung zur Datenverarbeitung</strong></p>
<p>Viele Datenverarbeitungsvorg&auml;nge sind nur mit Ihrer ausdr&uuml;cklichen Einwilligung m&ouml;glich. Sie k&ouml;nnen eine bereits erteilte Einwilligung jederzeit widerrufen. Dazu reicht eine formlose Mitteilung per eMail an uns. Die Rechtm&auml;&szlig;igkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unber&uuml;hrt.</p>
<p><strong>Beschwerderecht bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde</strong></p>
<p>Im Falle datenschutzrechtlicher Verst&ouml;&szlig;e steht dem Betroffenen ein Beschwerderecht bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde zu. Zust&auml;ndige Aufsichtsbeh&ouml;rde in datenschutzrechtlichen Fragen ist:</p>
<p>Bayerisches Landesamt f&uuml;r Datenschutzaufsicht<br /> Postfach 1349<br /> 91504 Ansbach<br /> Tel.: 0981/180093-0<br /> Fax: 0981/180093-800<br /> <a href="mailto:poststelle@lda.bayern.de">poststelle@lda.bayern.de</a><br /> <a href="https://www.lda.bayern.de/">https://www.lda.bayern.de</a></p>
<p><strong>Auskunft, Einschr&auml;nkung, L&ouml;schung</strong></p>
<p>Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft &uuml;ber Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empf&auml;nger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung, Einschr&auml;nkung oder L&ouml;schung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten k&ouml;nnen Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.</p>
<p><strong>Recht auf Daten&uuml;bertragbarkeit</strong></p>
<p>Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erf&uuml;llung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem g&auml;ngigen, maschinenlesbaren Format aush&auml;ndigen zu lassen. Sofern Sie die direkte &Uuml;bertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.</p>
<p>&nbsp;</p>
<ol start="3">
    <li><strong>Datenschutzbeauftragter</strong></li>
</ol>
<p><strong>Gesetzlich vorgeschriebener Datenschutzbeauftragter</strong></p>
<p>Wir haben f&uuml;r unser Unternehmen einen Datenschutzbeauftragten bestellt. Bei allen Fragen zum Thema Datenschutz stehen Ihnen folgende Kontaktm&ouml;glichkeiten zur Verf&uuml;gung:</p>
<p>petaFuel GmbH<br /> Datenschutzbeauftragter<br /> Clemens&auml;nger Ring 24<br /> 85356 Freising<br /> Telefon: 08161 4060-400<br /> eMail:&nbsp;<a href="mailto:datenschutz@petaFuel.de">datenschutz@petaFuel.de</a></p>
<p>&nbsp;</p>
<ol start="4">
    <li><strong>Datenverarbeitung in der App</strong></li>
</ol>
<p><strong>Datenverarbeitung w&auml;hrend der App-Nutzung</strong></p>
<p>Nutzer k&ouml;nnen mit der App ein zuvor aufgenommenes Foto analysieren lassen und sich anhand der Informationen Rezeptvorschl&auml;ge liefern lassen. Die im Rahmen der App-Nutzung eingegebenen Daten werden ausschlie&szlig;lich f&uuml;r die Nutzung des Angebotes verwendet.</p>
<p>Wir erheben, verarbeiten und nutzen personenbezogene Daten nur, soweit sie f&uuml;r die Begr&uuml;ndung, inhaltliche Ausgestaltung oder &Auml;nderung des Rechtsverh&auml;ltnisses erforderlich sind. Dies erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, der die Verarbeitung von Daten zur Erf&uuml;llung eines Vertrags oder vorvertraglicher Ma&szlig;nahmen gestattet.</p>
<p>Die erhobenen Daten werden zur Auswertung an OpenAI OpCo, LLC, 3180 18th Street, San Francisco, CA 94110, USA, &uuml;bermittelt. <br /> OpenAI bietet verschiedene dialogorientierte Schnittstellen, die Interaktionen zwischen Nutzern und Unternehmen erm&ouml;glicht. Ihre Eingaben werden durch OpenAI nach den OpenAI Datenschutzrichtlinien verarbeitet, bevor Sie zu unseren Servern weitergeleitet werden.</p>
<p>Eingegebene Dialog-Fragen oder -Angaben werden durch OpenAI nicht zu Lern- und Trainingszwecken gespeichert und genutzt. Diese Daten werden zum Zwecke der Missbrauchs&uuml;berwachung f&uuml;r maximal 30 Tage gespeichert und danach gel&ouml;scht.<br /> Zur Kommunikation mit OpenAI verwenden wir ausschlie&szlig;lich unsere eigene IP-Adresse.</p>
<p>Um den Dienst nutzen zu k&ouml;nnen, erfassen wir von Ihnen &uuml;ber die App ggf. folgende Daten:</p>
<ul>
    <li>Bilddaten, die Sie uns zur Verf&uuml;gung gestellt haben</li>
</ul>
<p>Eine L&ouml;schung der bei Ihnen lokal gespeicherten Daten erfolgt automatisch, sobald Sie die App deinstallieren.</p>
<p>&nbsp;</p>
<p><strong>Kontaktaufnahme</strong></p>
<p>Bei der Kontaktaufnahme mit uns (z.B. per Kontaktformular, eMail, Telefon oder via sozialer Medien) werden die Angaben des Nutzers zur Bearbeitung der Kontaktanfrage und deren Abwicklung gem. Art. 6 Abs. 1 lit. a DSGVO (Einwilligung der betroffenen Person) und Art. 6 Abs. 1 lit. b DSGVO (zur Erf&uuml;llung eines Vertrags oder vorvertraglicher Ma&szlig;nahmen) verarbeitet. Die Angaben der Nutzer k&ouml;nnen in einem Ticket-System oder vergleichbarer Anfragenorganisation gespeichert werden. <br /> Ihre personenbezogenen Daten verbleiben bei uns, bis Sie uns zur L&ouml;schung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck f&uuml;r die Datenspeicherung entf&auml;llt (z. B. nach abgeschlossener Bearbeitung Ihres Anliegens). Zwingende gesetzliche Bestimmungen &ndash; insbesondere steuer- und handelsrechtliche Aufbewahrungsfristen &ndash; bleiben unber&uuml;hrt. Wir &uuml;berpr&uuml;fen diese Erforderlichkeit alle zwei Jahre.<br /> Sie haben jederzeit das Recht, unentgeltlich Auskunft &uuml;ber Herkunft, Empf&auml;nger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Ihnen steht au&szlig;erdem ein Recht auf Widerspruch, auf Daten&uuml;bertragbarkeit und ein Beschwerderecht bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde zu. Ferner k&ouml;nnen Sie die Berichtigung, die L&ouml;schung und unter bestimmten Umst&auml;nden die Einschr&auml;nkung der Verarbeitung Ihrer personenbezogenen Daten verlangen.</p>
<p>&nbsp;</p>
<ol start="5">
    <li><strong>Spezielle Informationen f&uuml;r Eltern</strong></li>
</ol>
<p>Zwar ist unsere App in der Regel nicht an Kinder unter 16 Jahren gerichtet, dennoch halten wir uns streng an geltende Gesetze zur Einholung der Zustimmung von Eltern oder Erziehungsberechtigten, bevor Informationen von Kindern erfasst, verwendet oder ver&ouml;ffentlicht werden. Wir empfehlen ausdr&uuml;cklich, dass Eltern eine aktive Rolle in der &Uuml;berwachung der Online-Aktivit&auml;ten ihrer Kinder &uuml;bernehmen. Wenn Sie der Ansicht sind, dass wir pers&ouml;nliche Daten einer Person erfasst haben, die j&uuml;nger als 16 Jahre ist, teilen Sie uns dies bitte &uuml;ber <a href="mailto:datenschutz@petafuel.de">datenschutz@petafuel.de</a> mit.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<ol start="6">
    <li><strong>&Auml;nderung der Datenschutzerkl&auml;rung</strong></li>
</ol>
<p>Wir behalten uns vor, diese Datenschutzerkl&auml;rung jederzeit im Rahmen des gesetzlich M&ouml;glichen zu &auml;ndern. Die aktuelle Fassung kann in der App unter dem Link &bdquo;Datenschutzerkl&auml;rung&ldquo; abgerufen werden.</p>